Repository: arthurits/SignalAnalysis
Catalog: SignalAnalysis.WinUI/Strings/*/ReadDataFile.resw
Source language: en_us
Languages: es

# StrOpenDataFile02
source: Start time
es: Tiempo inicial

# StrOpenDataFile03
source: End time
es: Tiempo final

# StrOpenDataFile04
source: Total measuring time
es: Duración total

# StrOpenDataFile05
source: Number of data points
es: Número de puntos

# StrOpenDataFile06
source: Sampling frequency
es: Frecuencia de muestreo

# StrOpenDataFile07
source: Average
es: Promedio

# StrOpenDataFile08
source: Maximum
es: Máximo

# StrOpenDataFile09
source: Minimum
es: Mínimo

# StrOpenDataFile10
source: Fractal dimension
es: Dimensión fractal

# StrOpenDataFile11
source: Fractal variance
es: Variancia fractal

# StrOpenDataFile12
source: Approximate entropy
es: Entropía aproximada

# StrOpenDataFile13
source: Sample entropy
es: Entropía de muestra

# StrOpenDataFile14
source: Shannon entropy
es: Entropía Shannon

# StrOpenDataFile15
source: Entropy bit
es: Entropía bit

# StrOpenDataFile16
source: Ideal entropy
es: Entropía ideal

# StrOpenDataFile17
source: Number of data series
es: Número de series

# StrOpenDataFile18
source: Number of sensors
es: Número de sensores

# StrOpenDataFile19
source: Missing an empty line.
es: No se ha encontrado una línea en blanco.

# StrOpenDataFile20
source: Missing column headers (series names).
es: No se ha encontrado el nombre de las series de datos.

# StrOpenDataFile21
source: Time
es: Tiempo

# StrOpenDataFile22
source: days, day, days
es: días, día, días

# StrOpenDataFile23
source: hours, hour, hours
es: horas, hora, horas

# StrOpenDataFile24
source: minutes, minute, minutes
es: minutos, minuto, minutos

# StrOpenDataFile25
source: seconds, second, seconds
es: segundos, segundo, segundos

# StrOpenDataFile26
source: and
es: y

# StrOpenDataFile27
source: milliseconds, millisecond, milliseconds
es: milisegundos, milisegundo, milisegundos

# StrOpenDataFile28
source: Derivative
es: Derivada

# StrOpenDataFile29
source: Differentiation algorithm
es: Algoritmo de diferenciación

# StrOpenDataFile30
source: Integration algorithm
es: Algoritmo de integración

# StrOpenDataFile31
source: Integral value
es: Valor de la integral

# StrOpenDataFile32
source: Variance
es: Variancia

# StrOpenDataFile33
source: Box plot lower limit
es: Boxplot límite inferior

# StrOpenDataFile34
source: Box plot upper limit
es: Boxplot límite superior

# StrOpenDataFile35
source: Quartile 1 (25%)
es: Cuartil 1 (25%)

# StrOpenDataFile36
source: Quartile 1 (50%)
es: Cuartil 2 (50%)

# StrOpenDataFile37
source: Quartile 1 (75%)
es: Cuartil 3 (75%)

# StrOpenDataFile39
source: Entropy algorithm
es: Algoritmo para la entropía

# StrOpenDataFile40
source: Entropy tolerance factor
es: Factor de tolerancia de la entropía

# StrOpenDataFile41
source: Entropy Embedding dimension
es: Dimensión de la entropía

# StrOpenDataFileSection
source: Section '{0}' is mis-formatted.
es: La sección '{0}' tiene formato incorrecto.
